Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/forms_schemes_fi/saamelainen_varhaiskasvatussuunnitelma.pdf.tmx
Source language: fin
Languages: sms

source: Rajat sovitaan yhdessä koko kasvatusyhteisön kesken.
sms: Rääʹjj suåvâd õõutsââʹjest obb peâmmõhttsažkååʹdd kõõskâlt.

source: Ristiriitatilanteita ohjataan keskustelemalla lasten ja aikuisten kesken sovinnollisesti.
sms: Risttreidd šõddmuužžid ohjjeed saǥstõõleeʹl päärnai da vuõrâsoummi kõõskâlt suåvtõleeʹl.

source: Yhdessä toimiminen on ilo lapselle ja onnistumisen kokemuksia on mahdollisuus saada leikkien ja uusien asioiden oppimisen kautta.
sms: Õõutveäkka toimmjumuš lij rämm päärnže da onnstem ǩiõʹččlâsttmuužžid lij vueittemvuõtt vuäʹǯǯad siõrr da aaʹšši mättjem mieʹldd.

source: 5.3. Päivittäiset toiminnot, ruokailu ja kasvuympäristö
sms: 5.3. Juõʹǩǩpeiʹvvsa tuååim, porrmõž da šõddâmpirrõz

source: Lapselle ominaiset toimintatavat ovat leikkiminen, liikkuminen, taiteellinen kokeminen ja tutkiminen, joiden kautta lapsi voi vahvistaa hyvinvointiaan ja käsitystä itsestään.
sms: Päärnže jiiʹjjesnallšem tuåimmjemnääĺ lie siõrrmõš, liikkumuš, čeäʹppvuâđlaž ǩiõʹččlâsttmuš da tutǩǩumuš, kooi mieʹldd päärnaž vuäitt raʹvveed puârast pirǧǧumuužž da fiʹttjõõzz jiiʹstez.

source: Lapsen ominaiset toimintatavat otetaan huomioon päivittäisissä toiminnoissa.
sms: Päärna jiiʹjjesnallšem tuåimmjemnääĺ vääldet lokku juõʹǩǩpeiʹvvsain tuåimin.

source: Päivittäisissä toiminnoissa toteutetaan tässä suunnitelmassa mainittuja kulttuurisisältöjä ja arvoja niin, että lapsi voi kokea kielensä ja kulttuurinsa luonnollisena osana omaa elämäänsä.
sms: Juõʹǩǩpeiʹvvsain tuåimin čõõđtet täʹst plaanâst peäggtum kulttuur siisǩeid da äärvaid nuʹt, što päärnaž vuäitt ǩiõʹččlâstted ǩiõlâs da kulttuures luâđližžen vueʹssen jiiʹjjes jieʹllmez.

source: Päivittäisiä toimintoja toteutettaessa käytetään apuna saamelaisyhteisön tietoja ja taitoja.
sms: Juõʹǩǩpeiʹvvsaid tuåimid čõõđteest ââned veäʹǩǩen sääʹmõhttsažkååʹdd teâđaid da čeäʹppvuõđ.

source: Ruokailu on osa lasten perushoitoa, kasvatusta ja opetusta.
sms: Porrmõž lij vueʹss päärnai vuađđhååid, peâmmʼmuužž da mättõõzz.

source: Lasta kannustetaan tutustumaan uusiin ruoka-aineisiin ja maistamaan erilaisia ruokia.
sms: Päärna kueʹddted tobddstõõttâd ođđ porrmõšaunnsid da njâdded jeeʹresnallšem porrmõõžžid.

source: Ruokailu on sosiaalisten taitojen harjoittelua, jossa lapsi oppii hyviä käytöstapoja, toisten huomioon ottamista ja arvostamaan ruokaa.
sms: Porrmõž lij sosiaalâž čeäʹppvuõđi harjjtõõllmõs, koʹst päärnaž mättai puârast åårrad, kueiʹmi lokku väʹlddmuužž da uʹvdded äärvv porrmõžže.

source: Lasta kannustetaan omatoimiseen syömiseen kiireettömässä, turvallisessa ja opettelulle myönteisessä ympäristössä.
sms: Päärna kueʹddted jiiʹjjestuåimmsa poorrmužže ǩiirteʹmes, staanlaž da mättʼtõõttmužže miõđlaž pirrõõzzâst.

source: Ruokavalinnat, ruokailutilanne, ruokapuheet ja asenteet ohjaavat lasten ruokatottumusten kehittymistä.
sms: Porrmõšvaʹljjumuužž, poorrámšoddmuš, porrmõš- saaǥǥ da šiõttõõttmuš ohjjee päärnai poorrâmnaali õuddnumuužž.

source: Leikki-iässä on tärkeää ruokavalion monipuolisuus, kasvisten, hedelmien ja marjojen runsas käyttö, pehmeät rasvat ravintorasvoina, rasvaton maito, välipalojen laatu, janojuomien järkevä valinta ja napostelutottumusten välttäminen.
sms: Siõrrââʹjjest lij vääžnai porrmõõõžž määŋgbeäʹllsažvuõtt, šââddai, heedâlmi da mueʹrji jânnjõs âânnmuš, teemesvuõʹj poorrâmvuõʹjjân, vuõʹjteʹmes mieʹlǩǩ, kõskkporrmõõžži šlaajj, juukkmõõžži jeäʹrmelt vaʹlljumuš da tuäveemnaali viälttʼtumuš.

source: Lapsen kasvuympäristö tulee olla fyysisiltä, psyykkisiltä ja sosiaalisilta tekijöiltään sellainen, että se edistää lapsen hyvinvointia, terveyttä, kasvua, kehitystä ja oppimista.
sms: Päärna šõddâmpirrõz ferttai leeʹd fyyslaž, psyyklaž da sosiaalaž raajjʼji beäʹlest nåkam, što tõt õõudáđ päärna puârast pirǧǧumuužž, tiõrvâsvuõđ, šõddmuužž, õuddnumuužž da mättjumuužž.

source: Erityistä huomiota kiinnitetään yksikön melutasoon.
sms: Eärben vuâmmšed õõutilooǥǥ kõõmtääzz.

source: Levottomuus, meluisuus ja liialliset sosiaaliset kontaktit nostavat lapsen stressiherkkyyden liian korkeaksi, mikä osaltaan voi vaikuttaa lapsen älylliseen ja kielelliseen kehitykseen, muistiin, minäkuvaan sekä sosiaalisiin taitoihin.
sms: Veäʹllštumuš, kõõmmʼmuš da leeiǥǥ sosiaalaž kontaaktt pââjee päärna stressläđđasvuõd leigga pââjas, mii jiiʹjjes beäʹlest vuäitt vaaikted päärna jeäʹrmmvuađlaž da ǩiõlvuâđlaž õuddnumužže, moštte, jiõččkartte di sosiaalaž čeäʹppvuõđid.

source: Kasvuympäristössä kiinnitetään huomiota turvallisuuden ja kodinomaisuuden lisäksi toimitilojen toiminnallisuuteen, luonnonläheisyyteen ja siihen, miten ne mahdollistavat saamelaisen perinteen siirtymisen luonnollisesti.
sms: Sõddâmpirrõõzzâst vuâmmšet staanvuõđ da dommnallšemvuõđ lââzzen tuåimmsââʹji toimmjemvuõtte, luâđ âlddsõsvuõtte da tõzz, mäʹhtt tõk oʹvdde vueittemvuõđ säʹmmla ärbbvuõđ serddmužže luâđalt.

source: Toimitiloissa on mahdollisuus myös erilaisten saamelaisten käsitöiden tekemiseen.
sms: Tuåimmsââʹjin lij vueittemvuõtt še jeeresnallšem säʹmmlai ǩiõʹtt -tuâʹjai raajjmužže.

source: Toimitilojen läheisyydessä on mahdollisuus laavun ja muiden saamelaisten perinteisten piharakennelmien pystytykselle.
sms: Tuåimmsââʹji âlddsõõzzâst lij vueittemvuõtt kåvvaz da jäʹrrsi säʹmmlai ärbbvuâđlaž šeljjraajlmi ceäggtumužže.

source: Pihapiirin saamelaistamisella voidaan osaltaan vahvistaa lapsen kulttuuri-identiteettiä ja luoda monipuolisempia kielenkäyttömahdollisuuksia.
sms: Ǩeʹddmäärǩ säämnalla raajeeʹl vueitet jiiʹjjesnalla raʹvveed päärna kulttuur-identiteett da raajjâd jäänben määŋgbeäʹllsaid ǩiõlâânnem vueittemvuõđ.

source: 6. SAAMELAISEN VARHAISKASVATUKSEN SUUNNITTELU, TOTEUTTAMINEN, OHJAUS JA ARVIOINTI
sms: 6. SÄʹMMLA HÅIDDÂKKSAI PEÂMMTUÂÂʹJ TOIMMJUMUUŽŽ PLAANMUŠ, ČÕÕĐTUMMUŠ, OHJJUMUŠ da ÄRVVSTÕÕLLMUŠ

source: 6.1. Varhaiskasvatustoiminnan suunnittelu
sms: 6.1. Håiddâkksai peâmmtoimmjumuužž plaanmuš

source: Suunnittelun runkona käytetään saamelaisten kahdeksaa vuodenaikaa, joka kuvastaa saamelaisten maailmankuvaa.
sms: Håiddâkksai peâmmpeâmmõõutilååǥǥin raajât õõutilooǥǥmieʹlddsaž toimmjemplaann, kååʹnn vuađđán lie säämhåiddâʹkksai peâmmplaan da sääʹm eeʹjj-jårrõs.

source: Saamelainen maailmankuva hahmottuu ja elää arkipäivän töiden keskellä.
sms: Plaan vuađdân tuõʹlljed säʹmmlai kääuʹc eeʹjjaaiʹjid, kååʹtt karttʹttâd säʹmmlai mââilmmkaart.

source: Saamelaisten kahdeksan vuodenaikaa ovat talvi, kevättalvi, kevät, kevätkesä, kesä, syyskesä, syksy ja syystalvi.
sms: Säʹmmlai kääuʹc eeʹjjääiʹj lie täʹlvv, kiđđtäʹlvv, ǩiđđ, ǩiđđǩieʹss, ǩieʹss, čõhččǩieʹss, čõhčč da čõhččtäʹlvv.

source: Lapselle laaditaan henkilökohtainen varhaiskasvatussuunnitelma (vasu) yhteistyössä lapsen vanhempien tai muiden lapsen huolenpidosta vastaavien henkilöiden kanssa.
sms: Päärnže raajât privaat håiddâʹkksai peâmmplaan (vasu) õhttsažtuâʹjast päärna puärrsi leʹbe jäʹrrsi päärn huõlâânnmest västteei oummivuiʹm.

source: Vasun tavoitteena on lapsen yksilöllisyyden ja vanhempien näkemysten huomioonottaminen toiminnan järjestämisessä mm. lapsen kokemukset, tarpeet ja tulevaisuuden näkymät, lapsen mielenkiinnon kohteet, vahvuudet ja lapsen yksilöllisen tuen ja ohjauksen tarpeet.
sms: Vasu täävvtõzzân lij päärna jiiʹjjesnallšemvuõđ da puärrsi vuäinnmõõzzi lokku väʹlldmõš toimmjumuužž järjstumuužžâšt jm. päärna ǩiõčclâʹsttmuužž, taarbb da puõʹtti ääiʹj vuäinnmõožž, päärna miõlǩiessi ääʹšš, ravvõsvuõđ da päärna persoonlaž tueʹrjj da ohjjeemtaarbid.

source: Varhaiskasvatussuunnitelmassa sovitaan vanhempien kanssa yhteistyön toimintatavoista.
sms: Håiddâʹkksai peâmmplaanqst suåvât puärrsivuiʹm õõutsââʹjest toimmjemnaalin.

source: Lapsi voi myös itse osallistua varhaiskasvatussuunnitelman laatimiseen ja arviointiin vanhempien ja henkilöstön yhdessä sopimalla tavalla.
sms: Päärnaž vuäitt še jiõčč vuäʹssõõttâd håiddâʹkksai peâmmplaann raajjmužže da ärvvstõõllmušin puärrsi da personkååʹdd õõutveäkka suåppõmnääʹleld.

source: Varhaiskasvatusyksiköissä järjestetään säännöllisiä suunnittelukokouksia perheiden kanssa.
sms: Håiddâkksai peâmmpeâmmõõutilååǥǥin riâššat äiǧǧmiermieʹlddsaid plaanâmsååbbrid piârrji vuiʹm.

source: Yksikkökohtaisen toiminnan suunnittelussa ja toteuttamisessa käytetään laajemmin apuna koko saamelaisyhteisöä.
sms: Õõutilooǥǥ jiiʹjjes toimmjemplaanmuužžâst da čõõđtumuužžâst ââned veeidâlt veäʹǩǩen obb sääʹmõhttsažkååʹdd.

source: Varhaiskasvatustoiminnan suunnittelussa tehdään yhteistyötä myös eri saamelaisyksiköiden kesken sekä omassa kunnassa että koko saamelaisalueella.
sms: Håiddâkksai peâmmtoimmjumuužž plaanmuužžâst raajât õhttsažtuââj še jeeʹres sääʹm õõutilooǥǥi kõõskâlt di jiiʹjjes kååʹddest mâte sääʹmvuuʹvdest obbneezz.

source: Tavoitteena on luoda pysyvä saamelaisalueen verkosto, joka osaltaan tuo tukea työhön ja lisää saamelaisen varhaiskasvatustoiminnan sisällön kehittämismahdollisuuksia.
sms: Täävvtõzzân lij raajjâd põõžži sääʹmvuuʹvd säiʹmm, kååʹtt beäʹllstes pohtt tueʹrjj tuõʹjju da lââzzad säʹmmla håiddâkksai peâmmtoimmjumuužž siisǩe õõdâsviikkâm vueittemvuõđ.

source: Yksikkökohtainen toimintasuunnitelma sisältää mm. seuraavat asiat:
sms: Õõutilooǥǥ kuõskki toimmjemplaan siisǩâld jm. puõʹtti seurrjemnalla åårai aaʹššid:

source: - yleiset tavoitteet
sms: - takai täävtõõzz

source: - kasvuympäristön kuvaus - saamen kielen oppimisen tavoitteet ja välineet
sms: - šõddâmpirrõõzz karttʼtumuš - sääʹm ǩiõl mättjem täävtõõzz da neäʹvv

source: - kulttuuriarvojen toteutuminen käytännön toiminnaksi vuotuiskierron mukaan
sms: - kulttuuraarvi čõõđtumuš tueʹjjeemnääʹllen eeʹjj- jårrõõzz mieʹldd

source: - yhteistyö vanhempien, suvun ja muiden tahojen kanssa - toiminnan arviointi ja keskeiset kehittämiskohteet
sms: - õhttsažtuâʹjj puärrsi, sooǥǥ da jäʹrrsivuiʹm - toimmjumuužž ärvvstõõllmuš da ǩõskkšââʹjest åårai õõdâsviikkâmääʹšš

source: 6.2. Varhaiskasvatuksen toteuttaminen
sms: 6.2. Håiddâkksai peâmmtuââʹj čõõđtummuš

source: Lasten päivähoito on peruspalvelu, jonka järjestäminen on kunnan velvollisuus ja jonka rahoitus tapahtuu pääosin yhteiskunnan varoista.
sms: Päärnai peiʹvvhåidd lij vuađđkääzzkõs, koonn järjstumuš lij kååʹdd õõlǥtummuš da koonn teäʹǧǧvuõtt šâdd vuõss-sââʹjest õhttsažkååʹdd tieʹǧǧin.

source: Yhteiskunnan tehtävänä on taata laadullisesti hyvän päivähoidon saatavuus siten, että kaikilla lapsilla on mahdollisuus osallistua palveluihin riippumatta perheen sosioekonomisesta tai muusta yhteiskunnallisesta asemasta tai asuinpaikasta.
sms: Õhttsažkååʹdd tuâʹjjan lij staanad šlaajjmieʹldd pueeʹr peiʹvvhååid vuäʹǯǯmuš nuʹt, što pukin päärnain lij vueittemvuõtt vuäʹssõõttâd kääzzkõõzzid huõlǩani piârri sosioekonomlaž leʹbe jeeʹres õhttsažkååʹddvuađlaž sââʹjest leʹbe jeäʹllsââʹjest.

source: Palvelujen tulee olla monipuolisia ja eri palvelumuotojen tasapuolisesta kehittämisestä tulee huolehtia.
sms: Kääzzkõõzzi ferttje leeʹd määŋgbeäʹllsa da jeeʹres kääzzkâsttemnääʹli tääzzverddsaž õõdâsviikkmuužzast ferttai âânned huõl.

source: Saamenkielisten peruspalvelujen tuotannosta vastaavat ensisijaisesti saamelaisalueen kunnat.
sms: Sääʹmǩiõllsai vuađđkääzzkõõzzi puuttʼtumuužžâst väʹsttee vuõss- sââʹjest sääʹmvuuʹvd kååʹdd.

source: Äidinkielisten palvelujen tuotanto on kuitenkin lainsäädännössä määritelty kaikkien Suomen kuntien perustehtäväksi.
sms: Jieʹnnǩiõlsai kääzzkõõzzi puuttʼtumus lij kuuitaǥ lääʹjjest miertõllum puki Lääʹddjânnam kååʹddi vuađđtuâʹjjan.

source: Myös järjestöt ovat osallistuneet merkittävällä tavalla saamenkielisten palvelujen tuotantoon.
sms: Še õhttõõzz lie vuäʹssõõttam miârkkšõõvvi nääʹleld sääʹmǩiõllsai kääzzkõõzzi puuttʼtumužže.

source: Saamelaisten kotiseutualueella järjestetään saamelaista päivähoitoa ja kielipesätoimintaa pääasiassa ryhmäperhepäivähoitona.
sms: Säʹmmlai dommvuuʹvdest riâššat sääʹm peiʹvvhååid da ǩiõllpieʹsstoimmjumuužž vuõss- sââʹjest ärttelpiârpeiʹvvhåiddan.

source: Ainoastaan Utsjoen kunnassa toimii pohjoissaamelainen päiväkoti.
sms: Odinakai Uʹccjooǥǥ kååʹddest toimmai tâʹvvsäʹmmlaž peiʹvvdomm.

source: Myös saamenkielisen päivähoidon tarpeen vaihtelu sekä pienet lapsimäärät kylittäin ovat vaikuttaneet ryhmäperhepäivähoitomuodon yleistymiseen.
sms: Ärttelpiârpeiʹvvhåiddååbleǩ lij tieʹddi vuõss-sââʹjjlaž toimmjemnääʹll koonn vuađđan lie kuuǩes määtǩ di škoouljum personkååʹdd vuäʹǯǯmõš.

source: Kotona tapahtuvaa saamelaista perhepäivähoitoa ei saamelaisalueen kunnissa ole saatavana.
sms: Še sääʹmǩõllsa peiʹvvhååid taarb vaajjtõõllmuš di uuʹcces päärnaimieʹr siijdin vaaiktam ärttelpiârpeiʹvvhåiddååbleǩ jäänumužže.

source: Saamelaisten kotiseutualueella on lokakuun 2009 tietojen mukaan saamenkielisten varhaiskasvatuspalvelujen piirissä yhteensä 104 lasta, joista saamenkielisessä päivähoidossa 71 lasta ja kielipesätoiminnassa 33 lasta.
sms: Säʹmmlai dommvuʹvdest lie kålggmannu 2009 teâđai mieʹldd sääʹmǩiõllsai håiddâkksai peâmmkääzzkõõzzi kruuggâst õhtsižže 104 päärna, koinn sääʹmǩiõllsest peiʹvvhååidâst 71 päärna da ǩiõllpieʹsstoimmjumuužžâst 33 päärna.

source: Saamenkielisessä päivähoidossa olevien lasten määrä on viimeisen 5 vuoden aikana lisääntynyt Inarin ja Utsjoen kunnissa ja vähentynyt Enontekiön kunnassa.
sms: Sääʹmǩiõllsest peiʹvvhååidâst åårai päärnai mieʹrr lij maaimõs 5 eeʹjj äiʹǧǧen lâzznam Aanar da Uʹccjooǥǥ kååʹddin da oʹccnam Enontekiö kååʹddest.

source: Saamelaisten kotiseutualueen ulkopuolella saamenkielistä kokopäiväistä päivähoitoa on saatavilla Rovaniemellä, jossa on 7 lasta.
sms: Säʹmmlai dommvuuʹvd åålǥbeäʹlnn sääʹmǩiõlin obbpeiʹvvsaž peiʹvvhåidd lij vuäʹǯǯamnalla Ruäʹvnjaarǥâst, koʹst lie 7 päärna.

source: Oulussa toimii saamenkielinen varhaiskasvatuskerho, jossa on mukana 5 lasta.
sms: Oulust toimmai sääʹmkiõllsaž håiddâkksai peâmmkruugg, koʹst lie mieʹldd 5 päärna.

source: 6.3. Varhaiskasvatuksen ohjaus
sms: 6.3. Håiddâkksai peâmmtuââʹj ohjjumuš

source: Saamenkielinen päivähoito ja kielipesätoiminta kuuluvat saamelaisalueen kunnissa sosiaalitoimen tai sivistystoimen hallinnon alaisuuteen.
sms: Sääʹmkiõllsaž peiʹvvhåidd da ǩiõllpieʹsstoimmjumuš kolle sääʹmvuuʹvd kååʹddin sosiaaltuååim leʹbe čuõvtemtuââʹj vaaldšem vuâlla.

source: Saamelaisen varhaiskasvatuksen ohjaus tapahtuu Suomessa pääasiassa suomen kielellä, Utsjoen kunnassa toimii saamenkielinen varhaiskasvatusohjaaja.
sms: Säʹmmla håiddâkksai peâmmtuââʹj ohjjumuš šâdd Lääʹddjânnmest vuõss-sââʹjest Lääʹddǩiõlle, Uʹccjooǥǥ kååʹddest toimmai sääʹmkiõllsaž håiddâkksai peâmmtuâʹjj ohjjeei.

source: Varhaiskasvatusohjauksesta vastaava henkilöstö varmistaa, että saamelaisten varhaiskasvatusyksiköiden toiminta tukee saamelaislapsen oman kielen ja kulttuurin ylläpitämistä ja kehittämistä.
sms: Håiddâkksai peâmmtuââʹj ohjjumuužžâst väʹstteei personkåʹdd ainsmâtt, što säʹmmlai håiddâkksai peâmmõõutilooǥǥi toimmjumuš tuäʹrjjad sääʹmpäärna jiiʹjjes ǩiõl da kulttuur pâʹjjen tuõʹlljumuužž da õõudâsviikkmuužž.

source: Varhaiskasvatuksesta vastaavalla henkilöstöllä tulisi olla riittävä saamen kielen ja kulttuurin tuntemus sekä tietoa monikielisyyskasvatuksesta.
sms: Peiʹvvhåiddâkksai peâmmtuâʹjast vaʹstteei personkååʹddest ââlǥče leed rijttjeei sääʹmǩiõl da kulttuur tobddmõš di teâđ määŋgǩiõllsažvuõttpeâmmtuâʹjast.

source: Saamelaisen varhaiskasvatuksen ohjauksessa tehdään yhteistyötä Saamelaiskäräjien kanssa.
sms: Säʹmmla håiddâkksai peâmmtuââʹj ohjjumuužžâst tueʹjjeet õhttsažtuââj Sääʹmteeʹggain.

source: 6.4. Toiminnan arviointi
sms: 6.4. Toimmjumuužž ärvvstõõllmuš

source: Varhaiskasvatuspalvelujen arviointia toteutetaan yhdessä lapsen ja hänen vanhempiensa, suvun, henkilöstön ja yhteistyötahojen kanssa.
sms: Håiddâkksai peâmmkääzzkõõzzi ärvvstõõllmuužž čõõđtet õõutveäkka päärna da suu puärrsi, sooǥǥ, personkååʹdd da jäʹrrzi õhttsažtuâʹjjneeǩǩivuiʹm.

source: Kasvatus on sidoksissa kulttuurin ja yhteiskunnan muutokseen.
sms: Peâmmtuâʹjj lij čõnnum kulttuure da õhttsažkååʹdd muttõzze.

source: Toimintaympäristön muutokset vaikuttavat varhaiskasvatustoiminnan toteutuksen jatkuvaan arviointiin, sen mukaisen toiminnan kehittämiseen, tavoitteiden asettamiseen ja toteuttamiseen.
sms: Toimmjempirrõõzz muttõõzz vaaikte håiddâkksai peâmmtuåimm cõõđtumužže juäʹtkkjeei ärvvstõõllmuzzin, tõn mieʹlddsa toimmjumuužž õõudâsviikkâm täävvtõõzzi šïõttumuže da čõõđtumužže.

source: Varhaiskasvatuksen sisällön arvioinnin avulla kehitetään varhaiskasvatuksen arjen toimintaa niin, että varhaiskasvatus voisi mahdollisimman hyvin vastata jokaisen lapsen tarpeisiin ja varhaiskasvatus yhtenä palvelumuotona perheiden tarpeisiin.
sms: Håiddâkksai peâmmtuââʹj siisǩe arvstõõllâm veäkka viiǥǥâd õõudâs håiddâkksai peâmmtuââʹj aarǥtoimmjumuužž nuʹt, što håiddâkksai peâmm vuäitče mååžna puârast vaʹstteed juõǩǩka päärna taarbid da håiddâkksai peâmmtuââʹj õhttân kääzzkâsttemnääʹllen piârrji taarbid.

source: Arvioinnin toteuttamisen osalta tulisi yksikkökohtaisessa suunnitelmassa määritellä miten tietoa kerätään, ketkä arvioivat, milloin ja miten.
sms: Arvstõõllmuužž čõõđtumuužž vueʹssen ââlǥče õõutilooǥǥid kuõskki plaanâst miertõõllâd mäʹhtt teâđaid norre, ǩeäk arvstâlle, kuäs da mõõnnalla.

source: Toiminnan arviointiin kuuluu myös lapsen havainnoiminen ja hänen arkensa näkyväksi tekeminen kirjaamalla lapseen liittyviä havaintoja.
sms: Toimmjumuužž ärvvstõõllmužže kooll še päärna vuâmmšumuš da suu aarǥ kuâʹsttjeejen raajjmuš ǩeʹrjteeʹl pââjas päärna kuõskki vuâmmšum aaʹššid.

source: Havainnointi auttaa kasvattajaa tunnistamaan lapsen kehityksen vaiheet ja yksilölliset piirteet.
sms: Vuâmmšõõttmuš veäǩǩad peâmmʼmai tobddât päärna õuddnumuužž pââʹjid da persoonlaž nääʹlid.

source: Tilanteissa, joissa kasvattajalla herää huoli lapsesta, on ensisijaisen tärkeää pysähtyä havainnoimaan lapsen toimintaa ja siinä tapahtuneita muutoksia.
sms: Šõddmuužžin, koin peâmmjest šâdd huõll päärna diõtt, lij vuõss-sââʹjest vääžnai årsted vuâmšõttâd päärna toimmjumuužž da tõst šõddâm muttõõzzid.

source: Päivittäinen havainnointi antaa arvokasta tietoa vanhemmille.
sms: Juõʹǩǩpeiʹvvsaž vuâmmšâddmuš oʹvdd arvvsõš teâđ puärrsid.

source: Havainnointi ja dokumentointi ovat myös hyviä välineitä lapsen osallisuuden edistämisessä.
sms: Vuâmmšõddmuš da dokumenttmuš lie še pueʹr neäʹvv päärna vuäʹssatvuõd õõudumuužžâst.

source: Kasvattajan havainnoi myös lasten mielenkiinnon kohteita voidakseen suunnitella toimintaansa lapsilähtöisemmäksi jättäen tilaa lapsen omille ehdotuksille.
sms: Peâmmai vummšâdd še päärnai miõlǩieʹss aaššid što vuäitt plaanâd toimmjumuužž päärnast vueʹlǧǧjen kueđeeʹl sââʹj päärna jiiʹjjes čuäjtõõzzid.

source: Lapsen, vanhempien ja suvun antama palaute auttaa henkilöstöä tiedostamaan missä on onnistuttu ja missä on kehitettävää.
sms: Päärna, puärrsi da sooǥǥ uʹvddem maacctõs veäǩǩad personkååʹdd teâđsted koʹst lij onnstum da koʹst lij pueʹrumuš.

source: Arviointi sisältää mm.
sms: Ärvvstõõllmuš siisǩâld jm.

source: - lapsen yksilöllisen ja kielellisen kehityksen arviointia - arviointia siitä, miten saamelaiset kulttuuriarvot toteutuvat käytännön toiminnaksi
sms: - päärna persoonlaž da ǩiõlvuađlaž õuddnumuužž ärvvstõõllmuužž - ärvvstõõllmuužž tõst, mäʹhtt säʹmmla kulttuuräärvv tuâtte tueʹjjeemnääʹllen.

source: - varhaiskasvatuksen, vanhempien ja suvun kasvatusyhteistyön arviointia
sms: håiddâkksai peâmmtuâʹjjlai, puärrsi da sooǥǥ peâmmõhttsažtuââʹjj ärvvstõõllmuužž

source: - arviointia siitä, miten toiminnan organisointi ja järjestäminen tukevat lapsen kokonaisvaltaista hyvinvointia.
sms: - ärvvstõõllmuužž tõšt, mäʹhtt toimmjumuužž organâsttmuš da järjstumuš tuäʹrjjee päärna obbväʹlddsa puârast pirǧǧumuužž.

source: Henkilöstön arvioinnin välineinä ovat havainnointi, dokumentointi, oman työn arviointi, kehittämiskeskustelut esimiehen kanssa, yksikkökohtaiset työpaikkakokoukset ja koko kunnan saamelaisen varhaiskasvatuksen työkokoukset.
sms: Personkååʹdd arvstõõllâmneäʹvvan lie vuâmmšõddmuš, dokumenttmuš, jiiʹjjes tuââʹj ärvvstõõllmuš, õõudâsviikkâmsaǥstõõllmuužž jååđteejin, õõutilooǥǥi seʹst tuâʹjjpäiʹǩǩsååbbar da obb kååʹdd säʹmmla håiddâkksai peâmmtuâʹjjlai sååbbar.

source: Saamelaisen varhaiskasvatussuunnitelman sisällöstä ja toimivuudesta suunnittelun pohjana kootaan palautetta Pohjois-Suomen sosiaalialan osaamiskeskuksen toimesta.
sms: Säʹmmla håiddâʹkksai peâmmtuââʹj plaanmuužž vuađđân noorât maacctõõzz TâʹvvLääʹddjânnam sosiaaltuââʹj siltteemkõskkõõzz tuåimest.

source: Palautteen kautta saatua tietoa hyödynnetään saamelaisen varhaiskasvatuksen kehittämistyössä.
sms: Maacctõõzz mieʹldd vuäʹǯǯum teâđ âânet äuʹǩǩen säʹmmla håiddâkksai peâmmtuââʹj õõuđâsviikkâmtuâʹjast.

source: Päivähoidon turvallisuussuunnitteluun sisältyvät sekä henkilökuntaa että lapsia koskevat lakisääteiset ja muut turvallisuutta ja terveellisyyttä koskevat suunnitelmat.
sms: 6.4. Staannvuõttplaann Peiʹvvhååid staannvuõttplaan sizz kolle di persoonkååʹdd što päärnaid kuõskki lääʹjjmieʹlddsa da järraz staanvuõđ da tiõrvâsvuõđ kuõskki plaan.

source: Päivähoitolaki velvoittaa toimintayksikköä huolehtimaan päivähoidon turvallisesta järjestämisestä.
sms: Peiʹvvhåiddlääʹǩǩ õõlǥad toimmjemõõutilooǥǥ âânned huõl peiʹvvhååid staanlaž järjstumuužžâst.

source: Päivähoidon turvallisuussuunnitelma on pelastussuunnitelmaa laajempi kokonaisturvallisuuden parantamiseen ja ylläpitoon tähtäävä asiakirja.
sms: Peiʹvvhååid staannvuõttplaan lij peäʹllštem plaanâst veeidab obb staanvuõđ pueʹrumužže da páʹjjentuõlʹlljmužže sǩihttjeei äʹššpõmmâi.

source: Turvallisuussuunnitelmassa arvioidaan toimintaa uhkaavat vaarat ja selvitetään toiminnan riskit ottaen huomioon päivähoitoa säätelevien lakien keskeiset vaatimukset, toimintayksikön työsuojelun toimintaohjelma sekä työterveyshuollon työpaikkaselvitykset.
sms: Staannvuõttplaanâst arvvlâdde toimmjumuužž ukkõõzzid da selvvted toimmjumuužž riiskit vääldeeʹl lokku peiʹvvhååidmuužžâst šiõtteei lääʹjji kõskksaž õõlǥtumuužžid, toimmjemõõutilooǥǥ tuâʹjjsueʹjjeem toimmjemproggramm di tuââʹj tiõrvâsvuõtthuõl tuâʹjjpäiʹǩǩselvvtõõzzid.

source: Tarkastelun piiriin kuuluvat mm. toimintayksikön henkilöstö, hoidossa olevat lapset, toimintayksikössä vierailevat henkilöt, toimintayksikön ulko- ja sisätilat sekä toimintavälineet ja lähiympäristö.
sms: Tarǩkeem kruugg sizz kolle jm. toimmjemõõutilooǥǥ personkååʹdd, hååidast åårai päärna, toimmjemõõutilooǥǥâst kõʹlljeei oummu, toimmjemõõutilooǥǥ ålgg - da siisǩesââʹj di toimmjemneäʹvv da âlddpirrõz.

source: Saamelaisissa varhaiskasvatusyksiköissä toteutettava kulttuuriin liittyvä monipuolinen toiminta lasten kanssa mm. tulistelu, erilaisiin tapahtumiin ja retkiin osallistuminen vaatii etukäteisjärjestelyjä, yhteistyötä ja turvallisuusnäkökohtia huomioivaa suunnittelua sekä riittäviä henkilöstöresursseja.
sms: Säʹmmlain håiddâkksai peâmmpeâmmõõutilååǥǥin čõđtum kulttuure kuulli määŋgbeäʹllsaž toimmjumuš päärnaivuiʹm jm. tollstõõllmuš, jeeʹresnallšem šõddmuužžid da jååttmuužžid vuäʹssõõttmuš õõlǥad õõudǩiõtte järjstõõllmuužžid, õhttsažtuââj da staanvuõđ vuâmmšeei plaanmuužž di rijttjeei personkåʹddresuurssid.

source: Retkiä ym. voidaan järjestää yhteistyössä lapsen perheen, suvun ja resurssihenkilöstön kanssa, mutta myös näissä tilanteissa tulee toiminnasta vastaavan henkilöstön selvittää vastuu- ja turvallisuuskysymykset vanhempien kanssa etukäteen.
sms: Jååttmuužžid dn. vueitet järjsted õhttsažtuâʹjast päärna piârri, sooǥǥ da resurssipersonkååʹddivuiʹm, le-ša še täin vueʹjjin ferttai toimmjumuužžâst vaʹstteei personkååʹdd selvvted vasttumuš- da staannvuõttkõjldõõzzid puärrsivuiʹm õõudǩiõtte.

source: Varhaiskasvatusyksiköissä laaditaan lasten kuljetusohjeet sekä sovitaan tarvittaessa yhdessä lasten vanhempien kanssa kirjallisesti lasten osallistumisesta mm. moottorikelkka-, vene- ym. retkille ja niissä vaadittavista turvavälineistä (kypärät, pelastusliivit).
sms: Håiddâkksai peâmmõõutilååǥǥin raajât päärnai jååđtemvuäpstõõzzid di suåvad taarbšeest õõutveäkka päärnai puärrsivuiʹm keʹrjjvuađalt päärnai vuäʹssõõttmuužžâst jm. motorǩealkk -, võõnâs – dn. jååttmuužžid da tõin õõlǥtum staan- neäʹvvain (suõʹjjkeäʹpper, peäʹlšštemliiʹjvv).
